{
  "header": {
    "icon-top": "Healthy",
    "icon-bottom": "Pregnancy",
    "navbar-1": "Home",
    "navbar-2": "Education",
    "navbar-3": "Risk Assessment",
    "navbar-4": "Nutrition",
    "navbar-4-1": "Nutrition Analysis",
    "navbar-4-2": "Recommendation",
    "navbar-4-3": "Recipes",
    "navbar-5": "Exercise",
    "navbar-5-1": "Exercise Videos",
    "navbar-5-2": "Healthy Questionnair",
    "navbar-5-3": "Postpartum Recovery",
    "language-en": "English",
    "language-zh": "chinese",
    "language-id": "Bahasa Indonesia",
    "language-fil": "Filipino",
    "language-vi": "Vietnamese",
    "language-ms": "Malaysian"
  },
  "home": {
    "slideshow": {
      "page-0": "",
      "page-0-text-1": "",
      "page-0-text-2": "Our website is dedicated to helping immigrant women better understand pregnancy and prepare them for it",
      "page-0-button": "Explore",

      "page-1": "Education",
      "page-1-text-1": "",
      "page-1-text-2": "Learn more about prgnancy and Leverage your knowledge on pregnancy through interactive modules.",
      "page-1-button": "Explore",

      "page-2": "Risk Assessment",
      "page-2-text-1": "",
      "page-2-text-2": "Check pregnancy risk through a simple assessment.Get a quick assessment by answering a few questions.",
      "page-2-button": "Learn More",

      "page-3": "Nutrition",
      "page-3-text-1": "",
      "page-3-text-2": "Get analysis, recommendation about nutritions and build up your own schedule by and recipes.",
      "page-3-button": "Explore",

      "page-4": "Exercise",
      "page-4-text-1": "",
      "page-4-text-2": "Learn more about exercises during pregnancy and get yourself healthier through exercises.",
      "page-4-button": "Explore"
    },
    "roadmap": {
      "title": "Plan your best pregnancy",
      "icon-1-desc": "Explore previous pregnancy through data insights",
      "icon-2-desc": "Learn essential aspects about being pregnant",
      "icon-3-desc": "Check pregnancy risk through a simple assessment",
      "icon-4-desc": "Get your best nutrition and recipe recommendation",
      "icon-5-desc": "Get yourself healthier through exercises"
    },

    "detail-blocks": {
      "title": "Choose the service you need"
    }
  },

  "education": {
    "home": {
      "title": "Pregnancy Education",
      "text-1": "Whether you are planning to or currently pregnant, let’s leverage your knowledge on pregnancy through these interactive modules to achieve your best pregnancy experience.",
      "text-2": "At the end of each chapter, try to check your understanding through a Knowledge Checker.",
      "text-3": "Have fun!",
      "card-1": "Health Risk",
      "card-2": "Antenatal Visits",
      "card-3": "Birth Methods",
      "card-4": "Nutrition",
      "card-5": "Prenatal Exercises",
      "card-6": "Postpartum Exercises"
    },

    "sidebar": {
      "back-btn": "Back to Overview",
      "overview": "Overview",
      "card-1-title": "Health Risk",
      "card-1-topic-1": "1.1 Common Health Risk",
      "card-1-topic-2": "1.2 Gestational Diabetes",
      "card-1-topic-3": "1.3 Hyperension",
      "card-1-topic-4": "1.4 Test Your Knowledge!",

      "card-2-title": "Antenatal Visits",
      "card-2-topic-1": "2.1 Why Are Antenatal Visits Important?",
      "card-2-topic-2": "2.2 When Should You Go?",
      "card-2-topic-3": "2.3 What to Prepare/Expect Before Your Antenatal Visit",
      "card-2-topic-4": "2.4 What Happens During Antenatal Visits?",
      "card-2-topic-5": "2.5 After Your Antenatal Visit",
      "card-2-topic-6": "2.6 Why Regular Check-ups Matter",
      "card-2-topic-7": "2.7 Test Your Knowledge!",

      "card-3-title": "Birth Methods",
      "card-3-topic-1": "3.1 Different Types of Birth Methods",
      "card-3-topic-2": "3.2 Why Does It Matter?",
      "card-3-topic-3": "3.3 How to Choose?",
      "card-3-topic-4": "3.4 Vaginal Birth vs. C-Section",
      "card-3-topic-5": "3.5 Recovery After Childbirth",
      "card-3-topic-6": "3.6 Test Your Knowledge",

      "card-4-title": "Nutrition",
      "card-4-topic-1": "4.1 Why Nutrition Matters",
      "card-4-topic-2": "4.2 Essential Nutrients",
      "card-4-topic-3": "4.3 Nutrition Standards for Pregnant Women",
      "card-4-topic-4": "4.4 Healthy Meal Planning",
      "card-4-topic-5": "4.5 Foods to Avoid",
      "card-4-topic-6": "4.6 Test Your Knowledge",

      "card-5-title": "Prenatal Exercises",
      "card-5-topic-1": "5.1 Why Prenatal Exercise Matters",
      "card-5-topic-2": "5.2 Safe Exercises for Each Trimester",
      "card-5-topic-3": "5.3 Exercises to Prepare for Labor",
      "card-5-topic-4": "5.4 Safety First, Always!",
      "card-5-topic-5": "5.5 Test Your Knowledge!",

      "card-6-title": "Postpartum Exercises",
      "card-6-topic-1": "6.1 The First 6 Weeks: Gentle Healing Movements",
      "card-6-topic-2": "6.2 Rebuilding Core and Pelvic Floor Strength (6-12 Weeks)",
      "card-6-topic-3": "6.3 Test Your Knowledge!"
    },

    "card-1": {
      "module-name": "1. Health Risk",
      "module-desc": "This module covers important health risks during pregnancy, including gestational diabetes, hypertension, and emotional well-being. Staying informed and proactive helps expectant mothers manage these risks effectively, ensuring a healthier journey for both themselves and their babies. Regular check-ups and healthy lifestyle choices are key to supporting overall health during this exciting time.",

      "topic-1-name": "1.1 Common Health Risk",
      "topic-1-desc": {
        "text-1": "Common complications include",
        "nav-1": " gestational diabetes",
        "nav-2": "high blood pressure",
        "text-2": "(which can lead to preeclampsia), infections, preterm labor, and mental health challenges like depression and anxiety. More serious conditions like pregnancy loss, miscarriage, or stillbirth, though rare, also require awareness. Trust your body and seek medical advice if you notice symptoms like severe headaches, vision problems, unusual swelling, or pain. Regular prenatal care, a balanced diet, staying active, and seeking support are key to a healthy pregnancy."
      },

      "topic-2-name": "1.2 Gestational Diabetes",
      "topic-2-desc": {
        "text-1": "Did you know that from 2014 to 2021, cases of gestational diabetes rose by over 80%?",
        "loading": "Loading...",
        "text-2": "Gestational diabetes is a type of diabetes that develops during pregnancy, typically around the 24th week, and can have long-term effects such as an increased risk of type 2 diabetes for the mother and potential health issues for the child. It can cause larger babies, leading to complications during delivery and a higher likelihood of needing a C-section",
        "nav-1": "(Visit our education to reduce the risk).",
        "text-3": "Risk factors include obesity, age, family history, and ethnicity. Managing gestational diabetes involves monitoring blood sugar,  eating a healthy diet, staying active, and sometimes taking medication. Awareness and proactive management are crucial for the health of both mother and baby. For more tailored support, check out our:",
        "nav-2": "1. Nutrition Recommendations",
        "nav-3": "2. Exercise",
        "text-4": "Being a migrant women may face higher risk factors for gestational diabetes due to dietary changes, limited access to healthcare, and stress. If you’d like to assess your risk,",
        "nav-4": "click here."
      },

      "topic-3-name": "1.3 Hyperension",
      "topic-3-desc": {
        "text-1": "Between 2014 and 2021, hypertension has been steadily rising, becoming a common health concern, though not as dramatically as diabetes. Hypertension, or high blood pressure, increases the risk of heart disease, stroke, and kidney problems and often goes unnoticed, earning it the nickname “silent killer.” It can be caused by factors like genetics, poor diet, lack of physical activity, stress, and being overweight.",
        "text-2": "Managing hypertension involves lifestyle changes, such as a heart-healthy diet and regular exercise. To help you along the way, check out our resources on:",
        "nav-1": "1. Nutrition Recommendations",
        "nav-2": "2. Exercise",
        "text-3": "Regular check-ups are essential for catching and managing this condition early to prevent serious health issues.",
        "nav-3": "(More information can be found here)"
      },

      "quiz": {
        "topic-4-name": "1.4 Test Your Knowledge!",
        "desc": "Try the questions below to test your understanding of the above content.",

        "side": "Question ",

        "q-1-name": "When does gestational diabetes usually develop during pregnancy?",
        "q-1-option-1": "A) 12th week",
        "q-1-option-2": "B) 24th week",
        "q-1-option-3": "C) 30th week",
        "q-1-option-4": "D) After childbirth",
        "q-1-answer": "B) 24th week",
        "q-1-pre-answer": "The correct answer is ",
        "q-1-post-answer": "Gestational diabetes typically appears around the 24th week of pregnancy.",

        "q-2-name": "Why is hypertension called the 'silent killer'?",
        "q-2-option-1": "A) It causes sudden headaches",
        "q-2-option-2": "B) It goes unnoticed until serious health issues arise",
        "q-2-option-3": "C) It makes you feel sleepy",
        "q-2-option-4": "D) It causes visible symptoms",
        "q-2-answer": "B) It goes unnoticed until serious health issues arise",
        "q-2-pre-answer": "The correct answer is ",
        "q-2-post-answer": "It often has no symptoms until it causes major problems like heart disease or stroke.",

        "q-3-name": "Which lifestyle change can help manage hypertension?",
        "q-3-option-1": "A) Eating more processed foods",
        "q-3-option-2": "B) Exercising regularly and eating heart-healthy foods",
        "q-3-option-3": "C) Sleeping less",
        "q-3-option-4": "D) Increasing salt intake",
        "q-3-answer": "B) Exercising regularly and eating heart-healthy foods",
        "q-3-pre-answer": "The correct answer is ",
        "q-3-post-answer": "Staying active and eating a balanced diet can help reduce blood pressure.",

        "q-4-name": "What’s one of the main long-term risks of gestational diabetes?",
        "q-4-option-1": "A) Low birth weight",
        "q-4-option-2": "B) Type 2 diabetes later in life",
        "q-4-option-3": "C) Higher risk of migraines",
        "q-4-option-4": "D) Postpartum depression",
        "q-4-answer": "B) Type 2 diabetes later in life",
        "q-4-pre-answer": "The correct answer is ",
        "q-4-post-answer": "Women with gestational diabetes have a higher chance of developing type 2 diabetes after pregnancy.",

        "q-5-name": "Which of the following foods should you focus on to manage both conditions?",
        "q-5-option-1": "A) Sugary snacks",
        "q-5-option-2": "B) Processed meat",
        "q-5-option-3": "C) Whole grains and lean proteins",
        "q-5-option-4": "D) Fried foods",
        "q-5-answer": "C) Whole grains and lean proteins",
        "q-5-pre-answer": "The correct answer is ",
        "q-5-post-answer": "These help manage blood sugar and promote heart health."
      },

      "more-details": "More Details...",
      "prepage-btn": "Previous Chapter",
      "nextpage-btn": "Next Chapter"
    },

    "card-2": {
      "module-name": "2. Antenatal Visits",
      "module-desc": "Antenatal visits are essential check-ups during pregnancy that monitor the health of both mother and baby. These appointments track growth, detect potential issues early, and offer guidance on nutrition and wellness, ensuring a healthy pregnancy journey.",

      "topic-1-name": "2.1 Why Are Antenatal Visits Important?",
      "topic-1-desc": {
        "text-1": "Regular antenatal visits are crucial for maintaining the health of both you and your baby throughout pregnancy. These check-ups allow healthcare providers to track your baby’s growth through ultrasounds and fetal monitoring, ensuring proper development and detecting any abnormalities early on. They also monitor your health by keeping an eye on vital signs like blood pressure and weight, which helps in the early detection of conditions such as gestational diabetes, hypertension, and preeclampsia. Additionally, these visits provide expert advice on nutrition, exercise, and mental health, ensuring you receive comprehensive support and referrals to specialists if needed."
      },

      "topic-2-name": "2.2 When Should You Go?",
      "topic-2-desc": {
        "text-1": "Antenatal visits are structured to ensure the health of both mother and baby throughout pregnancy. The following chart shows the average time of first antenatal care visit (by week):",
        "loading": "Loading...",
        "text-2": "In the first trimester (0-12 weeks), it’s important to schedule your first visit early, typically around 6-8 weeks, to confirm the pregnancy and establish a care plan. During the second trimester (13-28 weeks), visits every 4 weeks focus on monitoring the baby’s growth and screening for complications like gestational diabetes and high blood pressure. In the third trimester (29-40 weeks), visits become more frequent, preparing for labor and delivery while closely monitoring the baby’s position and maternal health. Early visits are essential, as they can lower the risk of complications, with 79.6% of women starting antenatal care before 14 weeks."
      },

      "topic-3-name": "2.3 What to Prepare/Expect Before Your Antenatal Visit",
      "topic-3-desc": {
        "text-1": "Preparing for your antenatal visit can help you make the most of your time with your healthcare provider. Start by bringing essential documents like your health records and insurance information. Prepare a list of questions about your pregnancy, labor, and postpartum care, and track any symptoms you’ve experienced, such as headaches or changes in fetal movement. Monitor your weight and diet, and be ready to discuss these with your provider. Plan your transportation, especially if you’re not feeling well, and wear comfortable clothing for examinations. Allow extra time for your appointment, as it may vary in length, and approach your visit with a positive mindset. Taking these steps will ensure a productive and informative antenatal visit, setting the stage for a healthy pregnancy journey."
      },

      "topic-4-name": "2.4. What Happens During Antenatal Visits?",
      "topic-4-desc": {
        "text-1": "During your antenatal visits, several key checks and tests are performed to ensure a healthy pregnancy. A blood pressure check is crucial for detecting early signs of hypertension, while a urine test screens for infections and gestational diabetes. Ultrasound scans allow real-time monitoring of your baby’s development, and blood tests help track your iron levels and overall health. Additionally, you’ll receive health advice tailored to managing your symptoms, nutrition, and exercise, helping you maintain your well-being throughout your pregnancy."
      },

      "topic-5-name": "2.5 After Your Antenatal Visit",
      "topic-5-desc": {
        "text-1": "After your antenatal visit, it’s important to reflect and ensure you’re following through on your healthcare provider’s recommendations. Start by reviewing any notes or handouts you received to reinforce what you learned. Implement any advice, such as dietary changes, exercise routines, or medication adjustments. Schedule your next appointment and mark it on your calendar, or confirm when you should return, usually within 4-6 weeks. Continue monitoring any symptoms discussed during your visit, and reach out to your provider if new symptoms arise or if existing ones worsen. Additionally, consider joining antenatal classes or support groups to connect with other expectant parents, offering valuable support and shared experiences."
      },

      "topic-6-name": "2.6 Why Regular Check-ups Matter",
      "topic-6-desc": {
        "text-1": "Stay Healthy, Stay Informed! Regular antenatal visits are essential for catching complications like hypertension and gestational diabetes early, ensuring they don’t become serious. These visits help you monitor both your well-being and your baby’s growth, keeping everything on track. Empower yourself by learning about pregnancy, childbirth, and parenting—ask questions and get the information you need. Build a strong relationship with your healthcare provider for open communication and reassurance. Consistent check-ups provide peace of mind, reduce anxiety, and keep you informed throughout your pregnancy journey. Remember, your health matters, and regular check-ups are key to a healthy pregnancy for you and your baby."
      },

      "quiz": {
        "topic-7-name": "2.7 Test Your Knowledge!",
        "desc": "Try the questions below to test your understanding of the above content.",

        "side": "Question",

        "q-1-name": "Why are antenatal visits important?",
        "q-1-option-1": "A) To monitor the baby’s growth and mother’s health",
        "q-1-option-2": "B) To chat with your doctor",
        "q-1-option-3": "C) Only for blood pressure checks",
        "q-1-option-4": "D) To receive free samples",
        "q-1-answer": "A) To monitor the baby’s growth and mother’s health",
        "q-1-pre-answer": "The correct answer is ",
        "q-1-post-answer": "Antenatal visits track both your health and your baby’s development, ensuring a healthy pregnancy journey.",

        "q-2-name": "When should you schedule your first antenatal visit?",
        "q-2-option-1": "A) After the first trimester",
        "q-2-option-2": "B) As soon as you confirm your pregnancy",
        "q-2-option-3": "C) Just before delivery",
        "q-2-option-4": "D) After 20 weeks",
        "q-2-answer": "B) As soon as you confirm your pregnancy",
        "q-2-pre-answer": "The correct answer is ",
        "q-2-post-answer": "It's important to start antenatal care early to create a care plan and monitor your pregnancy from the beginning.",

        "q-3-name": "Which of the following is checked during an antenatal visit?",
        "q-3-option-1": "A) Blood pressure",
        "q-3-option-2": "B) Ultrasound scans",
        "q-3-option-3": "C) Urine tests",
        "q-3-option-4": "D) All of the above",
        "q-3-answer": "D) All of the above",
        "q-3-pre-answer": "The correct answer is ",
        "q-3-post-answer": "Antenatal visits involve various health checks to track both your well-being and your baby's development.",

        "q-4-name": "Why is it important to monitor blood pressure during pregnancy?",
        "q-4-option-1": "A) To check for signs of hypertension",
        "q-4-option-2": "B) To measure hydration levels",
        "q-4-option-3": "C) To track salt intake",
        "q-4-option-4": "D) It’s not necessary",
        "q-4-answer": "A) To check for signs of hypertension",
        "q-4-pre-answer": "The correct answer is ",
        "q-4-post-answer": "Monitoring blood pressure helps detect early signs of hypertension, which can affect both mother and baby."
      },

      "more-details": "More Details...",
      "prepage-btn": "Previous Chapter",
      "nextpage-btn": "Next Chapter"
    },

    "card-3": {
      "module-name": "3. Birth Methods",
      "module-desc": "This section explores childbirth methods—vaginal birth, cesarean section (C-section), and assisted vaginal delivery. It outlines the pros and cons, recovery times, and factors influencing choices. A comparison of postpartum recovery for each method is included, along with a quiz to enhance understanding and promote discussions with healthcare providers.",

      "topic-1-name": "3.1 Different Types of Birth Methods",
      "topic-1-desc": {
        "text-1": "Understanding common birth methods can help you feel more prepared as your due date approaches. Vaginal birth is the most common method, offering quicker recovery and immediate skin-to-skin contact. A C-section is a surgical delivery through the abdomen, often planned for medical reasons or needed during labor, with a longer recovery time. Assisted vaginal delivery uses tools like forceps or a vacuum to help during difficult labor. Consider the benefits and risks of each method, how to prepare if a C-section is recommended, signs that might require assistance, and how to discuss your birth plan with your healthcare provider."
      },

      "topic-2-name": "3.2 Why Does It Matter?",
      "topic-2-desc": {
        "text-1": "Choosing a birth method affects your recovery, future pregnancies, and your baby’s health. Vaginal births usually offer quicker recovery and beneficial bacteria for the baby, while C-sections have longer recovery times, higher risks of complications, and may influence future deliveries. Discussing your options with your healthcare provider will help you make the best choice for you and your baby."
      },

      "topic-3-name": "3.3 How to Choose?",
      "topic-3-desc": {
        "text-1": "Several factors influence the choice of birth method, including your baby’s position, health conditions like gestational diabetes or hypertension, and personal preferences. For instance, a breech position may lead to a recommended C-section, while some moms choose a planned C-section based on previous experiences or anxiety about labor. Cultural and religious beliefs can also play a role in this decision. Regular communication with your healthcare team is essential to align your preferences with medical advice. Remember, every pregnancy is unique, and it’s okay to adjust your birth plan as needed.",
        "text-2": "Here’s some data on the most common birth methods to help you make an informed choice:",
        "text-3": "Remember, every pregnancy is unique, and it’s okay to adjust your birth plan as needed. Below are some common reason for choosing c-section:",
        "text-4": "You can also found more details below"
      },

      "topic-4-name": "3.4 Vaginal Birth vs. C-Section",
      "topic-4-desc": {
        "text-1": "Vaginal births offer benefits like shorter recovery times, lower infection risks, and fewer complications in future pregnancies, though they can involve longer labor and the potential for tearing. On the other hand, C-sections can be planned in advance and avoid the risk of tearing but come with longer recovery times and higher risks of infection and complications. Women who have C-sections typically experience extended hospital stays and healing periods, making it important to weigh these factors when deciding on a delivery method.",
        "text-2": "Below chart shows the Recovery Time (in days) for each Birth Method:"
      },

      "topic-5-name": "3.5 Recovery After Childbirth",
      "topic-5-desc": {
        "text-1": "Recovery after childbirth varies depending on whether you had a vaginal birth or a C-section. Vaginal birth recovery typically takes 4-6 weeks, with pain managed by over-the-counter medications. Women can gradually resume daily activities and focus on perineal care and Kegel exercises to strengthen pelvic floor muscles. C-section recovery usually takes 6-8 weeks or longer, with prescription pain relief often needed initially. Physical activity should be limited to walking, and incision care is crucial to avoid infection. Both types of recovery benefit from proper postpartum care, including breastfeeding support and a balanced diet to promote healing."
      },

      "quiz": {
        "topic-6-name": "3.6 Test Your Knowledge!",
        "desc": "Try the questions below to test your understanding of the above content.",

        "side": "Question",

        "q-1-name": "What is the most common method of childbirth?",
        "q-1-option-1": "A) Cesarean Section",
        "q-1-option-2": "B) Assisted Vaginal Delivery",
        "q-1-option-3": "C) Vaginal Birth",
        "q-1-option-4": "D) Home Birth",
        "q-1-answer": "C) Vaginal Birth",
        "q-1-pre-answer": "The correct answer is ",
        "q-1-post-answer": "Vaginal birth is the most common delivery method for babies.",

        "q-2-name": "What is a potential risk associated with cesarean sections?",
        "q-2-option-1": "A) Lower risk of infection",
        "q-2-option-2": "B) Longer recovery time",
        "q-2-option-3": "C) Less time in the hospital",
        "q-2-option-4": "D) Easier breastfeeding",
        "q-2-answer": "B) Longer recovery time",
        "q-2-pre-answer": "The correct answer is ",
        "q-2-post-answer": "Women who undergo C-sections typically experience longer recovery times compared to those who have vaginal deliveries.",

        "q-3-name": "What is one advantage of vaginal birth?",
        "q-3-option-1": "A) Longer recovery time",
        "q-3-option-2": "B) Higher risk of infection",
        "q-3-option-3": "C) Shorter recovery time",
        "q-3-option-4": "D) Planned in advance",
        "q-3-answer": "C) Shorter recovery time",
        "q-3-pre-answer": "The correct answer is ",
        "q-3-post-answer": "Vaginal births generally allow for quicker recovery compared to C-sections.",

        "q-4-name": "What is an assisted vaginal delivery?",
        "q-4-option-1": "A) A home birth",
        "q-4-option-2": "B) Delivery with the use of tools like forceps or vacuum",
        "q-4-option-3": "C) A planned C-section",
        "q-4-option-4": "D) A natural birth without any intervention",
        "q-4-answer": "B) Delivery with the use of tools like forceps or vacuum",
        "q-4-pre-answer": "The correct answer is ",
        "q-4-post-answer": "Assisted vaginal delivery involves using instruments to help guide the baby out.",

        "q-5-name": "Which factor can influence your choice of birth method?",
        "q-5-option-1": "A) Baby’s position",
        "q-5-option-2": "B) Weather on the delivery day",
        "q-5-option-3": "C) Color of the nursery",
        "q-5-option-4": "D) Length of your pregnancy",
        "q-5-answer": "A) Baby’s position",
        "q-5-pre-answer": "The correct answer is ",
        "q-5-post-answer": "The baby’s position can significantly impact the recommended delivery method."
      },

      "more-details": "More Details...",
      "prepage-btn": "Previous Chapter",
      "nextpage-btn": "Next Chapter"
    },

    "card-4": {
      "module-name": "4. Nutrition",
      "module-desc": "This section provides essential information on the importance of balanced nutrition during pregnancy. Learn about key nutrients that support the health of both mother and baby, dietary guidelines for each trimester, foods to avoid, and healthy meal planning tips. Explore interactive tools and resources to help expectant mothers maintain a nutritious diet for optimal growth and development.",

      "topic-1-name": "4.1 Why Nutrition Matters",
      "topic-1-desc": {
        "text-1": "Proper nutrition during pregnancy is crucial for both maternal and fetal health. A well-balanced diet supports the development of critical organs like the brain, lungs, and heart, with nutrients like folic acid being vital for neural tube development. It also helps manage pregnancy symptoms such as nausea and fatigue, reduces the risk of complications like gestational diabetes and hypertension, and provides the energy needed for the increased physical and emotional demands. Additionally, good nutrition aids in maintaining hormonal balance, promoting emotional well-being during this significant life stage."
      },

      "topic-2-name": "4.2 Essential Nutrients",
      "topic-2-desc": {
        "text-1": "During pregnancy, specific nutrients are essential for supporting both the growing baby and the mother. Folic acid helps prevent neural tube defects, found in leafy greens, citrus fruits, and fortified cereals. Iron is crucial for producing extra blood and preventing anemia, available in lean meats, spinach, and beans. Calcium supports the baby’s bone development, with dairy products and almonds as good sources. Omega-3 fatty acids aid in brain development, found in salmon, walnuts, and flaxseeds. Fiber helps prevent constipation, common during pregnancy, with whole grains, fruits, and vegetables being excellent sources.",
        "text-2": "Nutrient Guide: Visit our detailed guide for a list of recommended foods",
        "nav-1": "(link to Nutrition)."
      },

      "topic-3-name": "4.3 Nutrition Standards for Pregnant Women",
      "topic-3-desc": {
        "text-1": "During pregnancy, caloric intake and macronutrient needs change over time. In the first trimester, focus on nutrient-dense foods as caloric needs don’t increase significantly. By the second trimester, an additional 300-350 calories per day is recommended, increasing to 450-500 calories per day in the third trimester. Protein intake should be 70-100 grams daily to support fetal development and maternal health. Carbohydrates should make up 45-65% of daily calories, focusing on complex carbs like whole grains and vegetables. Healthy fats should account for 25-35% of daily calories, emphasizing unsaturated fats like olive oil and avocado for fetal brain development."
      },

      "topic-4-name": "4.4 Healthy Meal Planning",
      "topic-4-desc": {
        "text-1": "Healthy meal planning during pregnancy is key to ensuring you and your baby receive essential nutrients while avoiding processed foods. To maintain a balanced diet, plan meals ahead of time, pay attention to portion sizes, and keep healthy snacks like nuts and yogurt on hand. Aim for diverse meals by including a variety of fruits and vegetables, and remember to stay hydrated by drinking at least 8-10 glasses of water daily. This approach supports optimal health, energy levels, and reduces stress throughout your pregnancy."
      },

      "topic-5-name": "4.5 Foods to Avoid",
      "topic-5-desc": {
        "text-1": "During pregnancy, it’s important to avoid certain foods that could pose risks to you and your baby. Steer clear of high-mercury fish like shark and swordfish, opting for low-mercury options like salmon instead. Avoid soft cheeses made from unpasteurized milk and processed meats like deli meats unless reheated to steaming. Unpasteurized dairy and juices should also be avoided to minimize the risk of harmful bacteria. Limit caffeine intake to 200 mg per day and avoid alcohol entirely. Be cautious with herbal teas, as some can be harmful; always consult your healthcare provider before consuming them. Understanding these risks helps you make informed dietary choices for a healthy pregnancy."
      },

      "quiz": {
        "topic-6-name": "4.6 Test Your Knowledge!",
        "desc": "Try the questions below to test your understanding of the above content.",

        "side": "Question",

        "q-1-name": "Which nutrient is vital for preventing neural tube defects?",
        "q-1-option-1": "A) Calcium",
        "q-1-option-2": "B) Iron",
        "q-1-option-3": "C) Folic Acid",
        "q-1-option-4": "D) Omega-3 Fatty Acids",
        "q-1-answer": "C) Folic Acid",
        "q-1-pre-answer": "The correct answer is ",
        "q-1-post-answer": "Folic acid is crucial for fetal development, particularly in the early stages of pregnancy.",

        "q-2-name": "What should pregnant women limit in their diet to reduce the risk of foodborne illness?",
        "q-2-option-1": "A) Whole grains",
        "q-2-option-2": "B) Raw or undercooked seafood, meat, and eggs",
        "q-2-option-3": "C) Fruits and vegetables",
        "q-2-option-4": "D) Dairy products",
        "q-2-answer": "B) Raw or undercooked seafood, meat, and eggs",
        "q-2-pre-answer": "The correct answer is ",
        "q-2-post-answer": "These foods can harbor harmful bacteria and should be avoided during pregnancy.",

        "q-3-name": "What is a good source of calcium for pregnant women?",
        "q-3-option-1": "A) Chicken",
        "q-3-option-2": "B) Spinach",
        "q-3-option-3": "C) Cheese",
        "q-3-option-4": "D) Brown rice",
        "q-3-answer": "C) Cheese",
        "q-3-pre-answer": "The correct answer is ",
        "q-3-post-answer": "Dairy products, including cheese, are excellent sources of calcium essential for bone development.",

        "q-4-name": "Which type of fish should pregnant women avoid due to high mercury levels?",
        "q-4-option-1": "A) Salmon",
        "q-4-option-2": "B) Sardines",
        "q-4-option-3": "C) Swordfish",
        "q-4-option-4": "D) Trout",
        "q-4-answer": "C) Swordfish",
        "q-4-pre-answer": "The correct answer is ",
        "q-4-post-answer": "Swordfish and other high-mercury fish should be avoided during pregnancy.",

        "q-5-name": "What is the recommended daily limit for caffeine intake during pregnancy?",
        "q-5-option-1": "A) 100 mg",
        "q-5-option-2": "B) 200 mg",
        "q-5-option-3": "C) 300 mg",
        "q-5-option-4": "D) 400 mg",
        "q-5-answer": "B) 200 mg",
        "q-5-pre-answer": "The correct answer is ",
        "q-5-post-answer": "Pregnant women should limit caffeine intake to less than 200 mg per day to ensure safety for the baby."
      },

      "more-details": "More Details...",
      "prepage-btn": "Previous Chapter",
      "nextpage-btn": "Next Chapter"
    },

    "card-5": {
      "module-name": "5. Prenatal Exercises",
      "module-desc": "Hey mama! Staying active during pregnancy isn’t just about keeping fit—it’s a wonderful way to prepare your body for the changes ahead, keep your energy up, and even help with labour. This category is about ensuring you feel strong, healthy, and empowered throughout each stage of your pregnancy. From safe exercise routines to tips on managing discomfort, we’ve got you covered!",

      "topic-1-name": "5.1 Why Prenatal Exercise Matters",
      "topic-1-desc": {
        "text-1": "Prenatal exercise is highly beneficial for both you and your baby. It boosts your energy, eases aches and pains, prepares your body for labor by strengthening muscles and improving flexibility, supports your baby’s health through better blood circulation, and reduces the risk of complications like gestational diabetes and preeclampsia. Staying active is one of the best things you can do during pregnancy.",
        "text-2": "Quick Tip: Aim for about 30 minutes a day of moderate exercise like walking or prenatal yoga, but always listen to your body. If you feel tired, it’s okay to rest! If you want to know more about prenatal exercises, click here ",
        "nav-1": "(link to exercise)."
      },

      "topic-2-name": "5.2 Safe Exercises for Each Trimester",
      "topic-2-desc": {
        "text-1": "• First Trimester (Weeks 1-12): Focus on light cardio like walking and swimming, low-impact strength training for arms and legs with small weights, and gentle stretching or prenatal yoga. Move slowly and control movements, especially if feeling tired or nauseous.",
        "text-2": "• Second Trimester (Weeks 13-28): This is the best time for exercise as many moms feel more energetic. Incorporate low-impact aerobics, modified Pilates, and resistance band exercises. Focus on building strength and maintaining good posture as your bump grows. Avoid lying flat on your back.",
        "text-3": "• Third Trimester (Weeks 29-40): Stick to low-impact activities like prenatal yoga, seated exercises, and gentle stretching. Add pelvic floor exercises like Kegels and pelvic tilts to prepare for labor. Gentle cardio, such as swimming or leisurely walks, is recommended. Be mindful of balance as your center of gravity shifts."
      },

      "topic-3-name": "5.3 Exercises to Prepare for Labor",
      "topic-3-desc": {
        "text-1": "• Squats: Strengthen your legs and pelvic floor, essential muscles for labor. Stand with feet shoulder-width apart, squat as if sitting in a chair, hold for a few seconds, then rise back up.",
        "text-2": "• Kegel Exercises: Strengthen your pelvic floor, aiding in pushing during labor and preventing incontinence. Squeeze the muscles used to stop urine flow, hold for 5 seconds, then release. Do 10 reps, 3 times a day.",
        "text-3": "• Cat-Cow Stretches: Relieve lower back pain and improve spinal flexibility. On hands and knees, arch your back upwards like a cat, then lower it, letting your belly drop toward the floor."
      },

      "topic-4-name": "5.4 Safety First, Always!",
      "topic-4-desc": {
        "text-1": "Safety is crucial during pregnancy, so always listen to your body—if you feel tired, lightheaded, or uncomfortable, take a break. Avoid high-impact activities like running or jumping, lying flat on your back after the first trimester, and exercises that require holding your breath. Stay hydrated by drinking plenty of water before, during, and after exercise. Stop immediately if you experience dizziness, severe shortness of breath, headache, chest pain, sudden swelling, contractions, or decreased baby movements. Your well-being and your baby’s health are top priorities, so exercise with caution."
      },

      "quiz": {
        "topic-5-name": "5.5 Test Your Knowledge!",
        "desc": "Try the questions below to test your understanding of the above content.",

        "side": "Question",

        "q-1-name": "Which of the following is a benefit of prenatal exercise?",
        "q-1-option-1": "A) Causes preterm labor",
        "q-1-option-2": "B) Reduces back pain and improves mood",
        "q-1-option-3": "C) Leads to dehydration",
        "q-1-option-4": "D) Increases risk of complications",
        "q-1-answer": "B) Reduces back pain and improves mood",
        "q-1-pre-answer": "The correct answer is ",
        "q-1-post-answer": "Prenatal exercise helps reduce back pain, improves mood, and promotes overall well-being during pregnancy.",

        "q-2-name": "Which trimester is it best to focus on gentle, seated exercises and stretching?",
        "q-2-option-1": "A) First trimester",
        "q-2-option-2": "B) Second trimester",
        "q-2-option-3": "C) Third trimester",
        "q-2-option-4": "D) Postpartum",
        "q-2-answer": "C) Third trimester",
        "q-2-pre-answer": "The correct answer is ",
        "q-2-post-answer": "The third trimester is the ideal time to focus on gentle exercises and stretching to accommodate the body's changes.",

        "q-3-name": "What is the best way to strengthen your pelvic floor muscles?",
        "q-3-option-1": "A) Jumping jacks",
        "q-3-option-2": "B) Kegel exercises",
        "q-3-option-3": "C) Crunches",
        "q-3-option-4": "D) Heavy lifting",
        "q-3-answer": "B) Kegel exercises",
        "q-3-pre-answer": "The correct answer is ",
        "q-3-post-answer": "Kegel exercises are specifically designed to strengthen the pelvic floor muscles, which are important during pregnancy.",

        "q-4-name": "What type of exercise should be avoided after the first trimester?",
        "q-4-option-1": "A) Walking",
        "q-4-option-2": "B) Lying flat on your back",
        "q-4-option-3": "C) Prenatal yoga",
        "q-4-option-4": "D) Squats",
        "q-4-answer": "B) Lying flat on your back",
        "q-4-pre-answer": "The correct answer is ",
        "q-4-post-answer": "After the first trimester, lying flat on your back should be avoided as it can reduce blood flow to the baby.",

        "q-5-name": "Which activity is safe for the first trimester?",
        "q-5-option-1": "A) High-intensity interval training",
        "q-5-option-2": "B) Gentle yoga",
        "q-5-option-3": "C) Long-distance running",
        "q-5-option-4": "D) Heavy weightlifting",
        "q-5-answer": "B) Gentle yoga",
        "q-5-pre-answer": "The correct answer is ",
        "q-5-post-answer": "Gentle yoga is a safe and beneficial activity during the first trimester to improve flexibility and reduce stress."
      },

      "more-details": "More Details...",
      "prepage-btn": "Previous Chapter",
      "nextpage-btn": "Next Chapter"
    },

    "card-6": {
      "module-name": "6. Postpartum Exercises",
      "module-desc": "Congratulations, mama! The postpartum period is all about recovery, rebuilding, and reconnecting with your body. Let’s ease back into movement, focusing on gentle exercises that support your healing journey.",

      "topic-1-name": "6.1 The First 6 Weeks: Gentle Healing Movements",
      "topic-1-desc": {
        "text-1": "During the first 6 weeks postpartum, rest is crucial, but gentle movements can aid recovery. ",
        "text-2": "Deep belly breathing",
        "text-3": " helps re-engage core muscles and reduce tension by taking slow, deep breaths while sitting comfortably. ",
        "text-4": "Pelvic tilts",
        "text-5": " relieve lower back tension and begin strengthening the core by gently tilting the pelvis upward while lying on your back with bent knees. ",
        "text-6": "Gentle walking",
        "text-7": " boosts circulation and mood, starting with short 5-10 minute walks."
      },

      "topic-2-name": "6.2 Rebuilding Core and Pelvic Floor Strength (6-12 Weeks)",
      "topic-2-desc": {
        "text-1": "Between 6-12 weeks postpartum, with your doctor’s approval, focus on rebuilding core strength. ",
        "text-2": "Heel slides",
        "text-3": " help reconnect core muscles and strengthen the lower abs by sliding one heel away and back while lying on your back with one knee bent. ",
        "text-4": "Bridges",
        "text-5": " activate the glutes and core by lifting your hips off the floor while lying on your back with knees bent."
      },

      "quiz": {
        "topic-3-name": "6.3 Test Your Knowledge!",
        "desc": "Try the questions below to test your understanding of the above content.",

        "side": "Question",

        "q-1-name": "Which exercise helps reconnect your core muscles postpartum?",
        "q-1-option-1": "A) Heel slides",
        "q-1-option-2": "B) Jump squats",
        "q-1-option-3": "C) Sit-ups",
        "q-1-option-4": "D) Push-ups",
        "q-1-answer": "A) Heel slides",
        "q-1-pre-answer": "The correct answer is ",
        "q-1-post-answer": "Heel slides are gentle movements that help reconnect and strengthen the core muscles after delivery.",

        "q-2-name": "When is it typically safe to start gentle exercises like walking after a vaginal delivery?",
        "q-2-option-1": "A) Immediately",
        "q-2-option-2": "B) After 2 weeks",
        "q-2-option-3": "C) After 4-6 weeks, with doctor approval",
        "q-2-option-4": "D) After 3 months",
        "q-2-answer": "C) After 4-6 weeks, with doctor approval",
        "q-2-pre-answer": "The correct answer is ",
        "q-2-post-answer": "After a vaginal delivery, it is generally safe to start gentle exercises like walking after 4-6 weeks, with approval from your doctor.",

        "q-3-name": "What’s the best exercise to start with for rebuilding your core?",
        "q-3-option-1": "A) Sit-ups",
        "q-3-option-2": "B) Heel slides",
        "q-3-option-3": "C) Jumping jacks",
        "q-3-option-4": "D) Running",
        "q-3-answer": "B) Heel slides",
        "q-3-pre-answer": "The correct answer is ",
        "q-3-post-answer": "Heel slides are a gentle and effective exercise to begin rebuilding core strength postpartum.",

        "q-4-name": "What should you do if you feel pain or notice increased bleeding during a workout?",
        "q-4-option-1": "A) Push through",
        "q-4-option-2": "B) Slow down and consult your doctor",
        "q-4-option-3": "C) Increase the intensity",
        "q-4-option-4": "D) Drink more water",
        "q-4-answer": "B) Slow down and consult your doctor",
        "q-4-pre-answer": "The correct answer is ",
        "q-4-post-answer": "If you experience pain or increased bleeding during a workout, it's important to slow down and consult your doctor.",

        "q-5-name": "Which exercise is best avoided during early postpartum recovery?",
        "q-5-option-1": "A) Pelvic tilts",
        "q-5-option-2": "B) Planks",
        "q-5-option-3": "C) Deep belly breathing",
        "q-5-option-4": "D) Gentle walking",
        "q-5-answer": "B) Planks",
        "q-5-pre-answer": "The correct answer is ",
        "q-5-post-answer": "Planks should be avoided during early postpartum recovery as they put strain on the abdominal muscles that need time to heal."
      },

      "more-details": "More Details...",
      "prepage-btn": "Previous Chapter",
      "nextpage-btn": "After you finish the education part, let's go the Risk Assessment Page here"
    },
    "answer-correct": "Correct!",
    "answer-incorrect": "Incorrect!",
    "submit-btn": "Submit",
    "next-btn": "Next Question"
  },

  "riskassessment": {
    "point1-bold": "Answer",
    "point1": "the risk assessment questions",
    "point2-bold": "Answer",
    "point2-1": "Get the",
    "point2-2": "right after you submit",
    "title": "Diabetes Risk Assessment",
    "Disclaimer": "Disclaimer",
    "text1": "The information provided in this risk assessment is based on statistical research conducted by the.",
    "text2-text": "You can view the full report at AIHW - Social Determinants of Health among CALD Australians. This tool is intended to raise awareness and provide general insights. It is not a substitute for professional medical advice, diagnosis, or treatment. Please consult with a qualified healthcare professional for any personal medical concerns or decisions",
    "bule-text": "Australian Institute of Health and Welfare (AIHW)",
    "Direct-causes": "Direct causes",
    "text2": "Direct causes like BMI, physical activity, family history, smoking, and alcohol consumption significantly influence diabetes risk. High BMI and low physical activity directly impact insulin sensitivity, while a family history of diabetes increases genetic susceptibility. Smoking and excessive alcohol intake disrupt metabolic health, further raising the risk",
    "card1": {
      "title": "What is your height and weight?",
      "Height": "Height",
      "Weight": "Weight",
      "cm": "cm",
      "kg": "kg",
      "tips": "Higher BMI, particularly obesity, increases the risk of diabetes by contributing to insulin resistance."
    },
    "card2": {
      "title": "How often do you engage in physical activitiy",
      "roadio1": "Active (≥ 150 min/week)",
      "roadio2": "Moderately active (75–149 min/week)",
      "roadio3": "Inactive (< 75 min/week)",
      "tips": "Regular physical activity lowers diabetes risk by improving insulin sensitivity and helping with weight management."
    },
    "card3": {
      "title": "Do you have a family history of diabetes (e.g., parent or sibling with diabetes)",
      "roadio1": "No family history",
      "roadio2": "One parent with diabetes",
      "roadio3": "Both parents with diabetes",
      "tips": "A family history of diabetes raises the likelihood of developing the condition due to genetic factors."
    },
    "card4": {
      "title": "How often do you smoke",
      "roadio1": "Never smoked",
      "roadio2": "Former smoker",
      "roadio3": "Current smoker",
      "tips": "Smoking increases diabetes risk by contributing to inflammation, insulin resistance, and other metabolic issues"
    },
    "card5": {
      "title": "How often do you drink",
      "roadio1": "Non-drinker",
      "roadio2": "Moderate drinker",
      "roadio3": "Heavy drinker",
      "tips": "Excessive alcohol intake can lead to weight gain and impaired insulin regulation, increasing diabetes risk"
    },
    "SocioeconomicFactors": "Socioeconomic Factors",
    "SocioeconomicText": "Socioeconomic factors such as Country of Birth and Age Group affect diabetes risk by influencing access to healthcare, lifestyle habits, and genetic predispositions. Migrants from certain regions and older age groups may face higher diabetes risk due to these facto",
    "card6": {
      "WhatisyourCountryofbirth": "What is your Country of birth",
      "tips": "Influences diabetes risk due to genetic predisposition and varying healthcare access in different regions."
    },
    "card7": {
      "Whichagegroupdoyoubelongsto": "Which age group do you belongs to",
      "tips": "Older age groups have a higher risk of diabetes due to metabolic changes and lifestyle factors."
    },
    "Submit": "Submit",
    "ResetAnswers": "Reset answers",
    "AssessmentResult": "Assessment Result",
    "YourCountryofBirth": "Your Country of Birth",
    "row": "It belongs to the region. The risk of diabetes here is compared to Australia's average",
    "YourDiabetesRisk": "Your Diabetes Risk",
    "MODERATERISK": "MODERATE RISK",
    "YourScore": "Your Score",
    "MaincontributingFacto": "Main contributing Facto",
    "Note": "Note",
    "row2-1": "This assessment score is based on",
    "row2-2": " Australian Institute of Health and Wellbeing (AIHW)",
    "What'sNext": "What's Next",
    "row3": "Learn More About Diabetes and Pregnancy: Discover essential information about diabetes management during pregnancy on our education page to stay informed and proactive",
    "educationpage": "education page",
    "row4": "Learn more about the importance and effect of antenatal visit during pregnancy",
    "row5": "Explore more about nutritional advice that suits your pregnancy",
    "row6": "Explore recommended exercise and physical activity for your best pregnancy experience",
    "here":"here"
  },

  "NutritionAnalysis": {
    "NutritionAnalysis": "Nutrition Analysis",
    "Recommendation": "Recommendation",
    "Recipes": "Recipes",
    "FoodNutritionAnalysis": "Food Nutrition Analysis",
    "text1": "Here you can calculate the nutrients contained in various types and amounts of food. You can use a text box to enter, such as '2 cups coffee', and you can add a variety of foods through line breaks. You can also enter and select the type and amount of food with guided input. When you click analyze, you can get a nutrition table for all your foods combined",
    "GuidedInput": "Guided Input",
    "FreeText": "Free Text",
    "Qty": "Qty",
    "Unit": "Unit",
    "Name": "Name",
    "Calories": "Calories",
    "Weight": "Weight",
    "IngredientName": "Ingredient Name",
    "Ounce": "Ounce",
    "Gram": "Gram",
    "Pound": "Pound",
    "Kilogram": "Kilogram",
    "Pinch": "Pinch",
    "Liter": "Liter",
    "Fluidounce": "Fluid ounce",
    "Pint": "Pint",
    "Quart": "Quart",
    "Milliliter": "Milliliter",
    "Drop": "Drop",
    "Cup": "Cup",
    "Tablespoon": "Tablespoon",
    "Teaspoon": "Teaspoon",
    "AddAnotherItem": "Add another item",
    "Analyze": "Analyze",
    "clear": "clear",
    "NutritionFacts": "Nutrition Facts",
    "AmountPerServing": "Amount Per Serving",
    "FoodRecommendation": "Food Recommendation",
    "text2": "Explore the food that is recommended or not recommended for pregnancy.",
    "Recommended": "Recommended",
    "NotRecommended": "Not Recommended",
    "category": "category",
    "Choosethefoodcategory": "Choose the food category",
    "DailyValue": "Daily Value",
    "TotalFat": "Total Fat",
    "SaturatedFat": "Saturated Fat",
    "TransFat": "Trans Fat",
    "Cholesterol": "Cholesterol",
    "Sodium": "Sodium",
    "TotalCarbohydrate": "Total Carbohydrate",
    "DietaryFiber": "Dietary Fiber",
    "TotalSugars": "Total Sugars",
    "Includes-AddedSugars": "Includes - Added Sugars",
    "Protein": "Protein",
    "VitaminD": "Vitamin D",
    "Calcium": "Calcium",
    "Iron": "Iron",
    "Potassium": "Potassium",
    "PercentDailyValuesarebasedona2000caloriediet": "Percent Daily Values are based on a 2000 calorie diet",
    "Grains": "Grains",
    "Meat": "Meat",
    "Dairy": "Dairy",
    "Fish": "Fish",
    "Vegetables": "Vegetables",
    "Fruits": "Fruits",
    "Beverages": "Beverages",
    "Processed": "Processed",
    "FoodList": "Food List",
    "Listoffooditemsbasedonyourselection": "List of food items based on your selection",
    "noRecommendedFood": "no recommended food"
  },

  "recipe": {
    "NutritionAnalysis": "Nutrition Analysis",
    "Recommendation": "Recommendation",
    "Recipes": "Recipes",
    "FoodRecipes": "Food Recipes",
    "text": "Explore the food recipes based on your own preference and generate them as your best meal plan.",
    "point-1-bold": "Explore",
    "point-1": "food recipes",
    "point-2-bold": "Select",
    "point-2": "your preferred recipes",
    "point-3-bold": "Schedule",
    "point-3": "your meal plan",
    "text1": "Search by categories",
    "BREAKFAST": "BREAKFAST",
    "LUNCH": "LUNCH",
    "TEATIME": "TEATIME",
    "DINNER": "DINNER",
    "PersonalizedSchedule": "Personalized Schedule",
    "BeefRoast": "Beef Roast",
    "kcal": "kcal",
    "PROTEIN": "PROTEIN",
    "FAT": "FAT",
    "CARB": "CARB",
    "text2": "Orsearch by name",
    "BREAKFASTRECOMMENDATIONS": "BREAKFAST RECOMMENDATIONS",
    "Cholesterol": "Cholesterol",
    "Calcium": "Calcium",
    "Potassium": "Potassium",
    "Protein": "Protein",
    "Sodium": "Sodium",
    "Magnesium": "Magnesium",
    "Iron": "Iron"
  },

  "exercise": {
    "overview-title": "Pregnancy Exercise",
    "questionnaire-access": "Not Sure Where to Start? Take Our Exercise Quiz!",
    "card-1-desc": "Low-Impact Aerobic Exercise",
    "card-2-desc": "Prenatal Yoga",
    "card-3-desc": "Prenatal Pilates",
    "card-4-desc": "Water-Based Exercises",
    "card-5-desc": "Stretching Exercises",
    "card-6-desc": "Prenatal Strength Training",
    "card-7-desc": "Pelvic Floor Exercises",
    "card-8-desc": "Prenatal Dance",

    "card-1": {
      "card-title": "Low-Impact Aerobic Exercise",
      "suggest-period-title": "Suggested Period: ",
      "suggest-period-content": "Early Postnatal Phase (0-6 Weeks)",
      "desc-title": "Description: ",
      "desc-content": "Gentle exercises that promote cardiovascular health and aid recovery while minimizing strain on the body. Ideal for new mothers easing back into physical activity.",

      "exe-1-title": "Light Walking: ",
      "exe-1-content": "Engages the cardiovascular system with minimal impact, aiding recovery and boosting energy levels.",
      "exe-1-how-title": "How to do it:",
      "exe-1-how-content-1": "Start with a 10-15 minute walk, gradually increasing the duration as your body adjusts.",
      "exe-1-how-content-2": "Walk at a pace that feels comfortable, focusing on posture by keeping your back straight and your head lifted.",
      "exe-1-how-content-3": "Swing your arms gently as you walk to improve circulation.",
      "exe-1-ben-title": "Benefits: ",
      "exe-1-ben-content": "Stimulates circulation, reduces stress, boosts mood, and improves energy levels.",

      "exe-2-title": "Seated Forward Bend: ",
      "exe-2-content": "Stretches lower back, hamstrings, and calves, relieving back pain.",
      "exe-2-how-title": "How to do it:",
      "exe-2-how-content-1": "Sit on the floor with your legs extended straight in front of you.",
      "exe-2-how-content-2": "Keep your back straight and inhale deeply, reaching both arms towards your toes.",
      "exe-2-how-content-3": "Slowly bend forward from your hips, reaching as far as comfortable without straining.",
      "exe-2-how-content-4": "Hold the position for 20-30 seconds, then release.",
      "exe-2-ben-title": "Benefits: ",
      "exe-2-ben-content": "Stretches the lower back, hamstrings, and calves, helping to relieve back pain and improve flexibility.",

      "exe-3-title": "Chest Opener Stretch: ",
      "exe-3-content": "Stretches the chest and shoulders to improve posture.",
      "exe-3-how-title": "How to do it:",
      "exe-3-how-content-1": "Stand with your feet shoulder-width apart.",
      "exe-3-how-content-2": "Clasp your hands behind your back, keeping your arms straight.",
      "exe-3-how-content-3": "Gently lift your hands behind you while opening your chest and shoulders.",
      "exe-3-how-content-4": "Hold the stretch for 15-30 seconds, then release.",
      "exe-3-ben-title": "Benefits: ",
      "exe-3-ben-content": "Stretches the chest and shoulders, improving posture and relieving tension from breastfeeding or holding the baby.",

      "exe-4-title": "Hip Flexor Stretch : ",
      "exe-4-content": "Targets hip muscles, reducing tension and improving pelvic alignment.",
      "exe-4-how-title": "How to do it:",
      "exe-4-how-content-1": "Start in a lunge position with your right foot forward and your left knee resting on the floor.",
      "exe-4-how-content-2": "Push your hips forward gently until you feel a stretch in your left hip flexor.",
      "exe-4-how-content-3": "Hold the position for 20-30 seconds, then switch sides.",
      "exe-4-ben-title": "Benefits: ",
      "exe-4-ben-content": "Stretches tight hip muscles, improves pelvic alignment, and helps reduce lower back discomfort.",

      "how-btn": "How to do & Benefits",
      "video-title": "Featured Videos"
    },

    "card-2": {
      "card-title": "Prenatal Yoga",
      "suggest-period-title": "Suggested Period: ",
      "suggest-period-content": "Post-6 Weeks to 12-16 Weeks",
      "desc-title": "Description: ",
      "desc-content": "Focuses on gentle stretches and poses that enhance flexibility, strength, and relaxation throughout pregnancy.",

      "exe-1-title": "Cat-Cow Pose: ",
      "exe-1-content": "Stretches and strengthens the spine, helping relieve back pain.",
      "exe-1-how-title": "How to do it:",
      "exe-1-how-content-1": "Start on your hands and knees in a tabletop position, with your wrists directly under your shoulders and your knees under your hips.",
      "exe-1-how-content-2": "As you inhale, arch your back (cow pose), lifting your head and tailbone towards the ceiling.",
      "exe-1-how-content-3": "As you exhale, round your back (cat pose), tucking your chin towards your chest and pulling your belly towards your spine.",
      "exe-1-how-content-4": "Repeat for 5-10 breaths, moving with your breath.",
      "exe-1-ben-title": "Benefits: ",
      "exe-1-ben-content": "Stretches and strengthens the spine, improves flexibility, and helps relieve back pain, a common issue during pregnancy.",

      "exe-2-title": "Bound Angle Pose: ",
      "exe-2-content": "Opens the hips and stretches the thighs to promote flexibility.",
      "exe-2-how-title": "How to do it:",
      "exe-2-how-content-1": "Sit on the floor with your legs extended in front of you.",
      "exe-2-how-content-2": "Bring the soles of your feet together and let your knees drop outward, forming a diamond shape with your legs.",
      "exe-2-how-content-3": "Hold your feet with both hands, sitting up tall with your back straight.",
      "exe-2-how-content-4": "Gently press your knees towards the ground without forcing them, holding the pose for 20-30 seconds.",
      "exe-2-ben-title": "Benefits: ",
      "exe-2-ben-content": " Opens the hips and stretches the inner thighs, promoting flexibility and easing tension in the pelvic area.",

      "exe-3-title": "Warrior II Pose: ",
      "exe-3-content": "Strengthens legs and improves balance, preparing the body for labor.",
      "exe-3-how-title": "How to do it:",
      "exe-3-how-content-1": "Stand with your feet about 3-4 feet apart.",
      "exe-3-how-content-2": "Turn your right foot out 90 degrees and your left foot slightly inward.",
      "exe-3-how-content-3": "Raise your arms parallel to the floor, palms facing down.",
      "exe-3-how-content-4": "Bend your right knee while keeping your left leg straight, ensuring your right knee is directly over your ankle.",
      "exe-3-how-content-5": "Hold the pose for 20-30 seconds, then switch sides.",
      "exe-3-ben-title": "Benefits: ",
      "exe-3-ben-content": "Strengthens the legs, hips, and core, while improving balance and stamina—important for preparing the body for labor.",

      "how-btn": "How to do & Benefits",
      "video-title": "Featured Videos"
    },

    "card-3": {
      "card-title": "Prenatal Pilates",
      "suggest-period-title": "Suggested Period: ",
      "suggest-period-content": "Post-6 Weeks to 12-16 Weeks",
      "desc-title": "Description: ",
      "desc-content": "Incorporates core-strengthening exercises that support overall fitness and stability, making it a beneficial practice during pregnancy.",

      "exe-1-title": "Pelvic Tilts : ",
      "exe-1-content": "Strengthens the core and supports the lower back, reducing pregnancy-related discomfort.",
      "exe-1-how-title": "How to do it:",
      "exe-1-how-content-1": "Lie on your back with knees bent and feet flat on the floor, hip-width apart.",
      "exe-1-how-content-2": "Inhale, then as you exhale, gently tilt your pelvis upward, pressing your lower back into the floor.",
      "exe-1-how-content-3": "Hold for a few seconds, then release back to a neutral spine position.",
      "exe-1-how-content-4": "Repeat for 10-15 reps.",
      "exe-1-ben-title": "Benefits: ",
      "exe-1-ben-content": "Strengthens the core, supports the lower back, and alleviates pregnancy-related discomfort.",

      "exe-2-title": "Side-Lying Leg Lifts: ",
      "exe-2-content": "Improves hip stability and strengthens the outer thighs and glutes.",
      "exe-2-how-title": "How to do it:",
      "exe-2-how-content-1": "Lie on your side with your legs straight and stacked on top of each other.",
      "exe-2-how-content-2": "Support your head with your arm, then slowly lift your top leg while keeping your core engaged.",
      "exe-2-how-content-3": "Lower the leg back down with control. Repeat 10-15 times on each side.",
      "exe-2-ben-title": "Benefits: ",
      "exe-2-ben-content": "Improves hip stability, strengthens the outer thighs and glutes, and reduces pressure on the lower back.",

      "exe-3-title": "Arm & Leg Extensions: ",
      "exe-3-content": "Engages the core, improves stability, and strengthens arms and legs.",
      "exe-3-how-title": "How to do it:",
      "exe-3-how-content-1": "Begin in a tabletop position, with your wrists under your shoulders and knees under your hips.",
      "exe-3-how-content-2": "Extend your right arm forward and your left leg back, keeping your hips level.",
      "exe-3-how-content-3": "Hold for a few seconds, then return to the starting position. Repeat on the other side.",
      "exe-3-how-content-4": "Perform 10-12 repetitions.",
      "exe-3-ben-title": "Benefits: ",
      "exe-3-ben-content": "",

      "how-btn": "How to do & Benefits",
      "video-title": "Featured Videos"
    },

    "card-4": {
      "card-title": "Water-Based Exercises",
      "suggest-period-title": "Suggested Period: ",
      "suggest-period-content": "Post-6 Weeks to 12-16 Weeks",
      "desc-title": "Description: ",
      "desc-content": "Utilizes water resistance for a low-impact yet effective workout, promoting endurance and muscle tone without stressing the joints.",

      "exe-1-title": "Aqua Aerobics: ",
      "exe-1-content": "A low-impact exercise that uses water resistance to improve cardiovascular endurance and muscle strength.",
      "exe-1-how-title": "How to do it:",
      "exe-1-how-content-1": "Stand in waist-deep water and perform a series of movements like walking, leg kicks, or arm circles.",
      "exe-1-how-content-2": "Utilize the water's resistance for each movement, moving slowly and deliberately.",
      "exe-1-how-content-3": "Engage your core throughout the exercises to maintain balance and control.",
      "exe-1-how-content-4": "Aim for 20-30 minutes of low-impact exercise in the water.",
      "exe-1-ben-title": "Benefits: ",
      "exe-1-ben-content": " Improves cardiovascular endurance, builds muscle strength, and promotes joint flexibility, all with minimal stress on the body.",

      "how-btn": "How to do & Benefits",
      "video-title": "Featured Videos"
    },

    "card-5": {
      "card-title": "Stretching Exercises",
      "suggest-period-title": "Suggested Period: ",
      "suggest-period-content": "Early Postnatal Phase (0-6 Weeks)",
      "desc-title": "Description: ",
      "desc-content": "Aimed at improving flexibility and relieving tension in key muscle groups, stretching is essential for comfort during pregnancy.",

      "exe-1-title": "Seated Forward Bend: ",
      "exe-1-content": "Stretches lower back, hamstrings, and calves, relieving back pain.",
      "exe-1-how-title": "How to do it:",
      "exe-1-how-content-1": "Sit on the floor with your legs extended in front of you.",
      "exe-1-how-content-2": "Slowly bend forward from your hips, reaching for your feet or as far as you can comfortably go.",
      "exe-1-how-content-3": "Hold for 20-30 seconds, breathing deeply as you stretch.",
      "exe-1-ben-title": "Benefits: ",
      "exe-1-ben-content": "Stretches the lower back, hamstrings, and calves, relieving tension and pain in the back and legs.",

      "exe-2-title": "Chest Opener Stretch: ",
      "exe-2-content": "Stretches the chest and shoulders to improve posture.",
      "exe-2-how-title": "How to do it:",
      "exe-2-how-content-1": "Stand tall with your feet shoulder-width apart.",
      "exe-2-how-content-2": "Clasp your hands behind your back and gently lift your arms, opening your chest.",
      "exe-2-how-content-3": "Hold the stretch for 20-30 seconds, breathing deeply.",
      "exe-2-ben-title": "Benefits: ",
      "exe-2-ben-content": "Stretches the chest and shoulders, improving posture and countering slouching.",

      "exe-3-title": "Hip Flexor Stretch: ",
      "exe-3-content": "Targets hip muscles, reducing tension and improving pelvic alignment.",
      "exe-3-how-title": "How to do it:",
      "exe-3-how-content-1": "Kneel on one knee with the other foot in front, forming a 90-degree angle with both legs.",
      "exe-3-how-content-2": "Gently push your hips forward until you feel a stretch in the hip flexor of the back leg.",
      "exe-3-how-content-3": "Hold for 20-30 seconds, then switch sides.",
      "exe-3-ben-title": "Benefits: ",
      "exe-3-ben-content": "Targets tight hip muscles, reduces tension, and improves pelvic alignment, helping with mobility and comfort during pregnancy.",

      "how-btn": "How to do & Benefits",
      "video-title": "Featured Videos"
    },

    "card-6": {
      "card-title": "Prenatal Strength Training",
      "suggest-period-title": "Suggested Period: ",
      "suggest-period-content": "Post-6 Weeks to 12-16 Weeks",
      "desc-title": "Description: ",
      "desc-content": "Focuses on rebuilding strength while ensuring a safe recovery, this training helps maintain muscle tone and overall fitness.",

      "exe-1-title": "Bicep Curls with Light Weights: ",
      "exe-1-content": "Maintains arm and shoulder strength with low weights.",
      "exe-1-how-title": "How to do it:",
      "exe-1-how-content-1": "Stand with feet hip-width apart, holding a light weight in each hand.",
      "exe-1-how-content-2": "Keep your elbows close to your sides and palms facing forward.",
      "exe-1-how-content-3": "Slowly lift the weights toward your shoulders, then lower them back down with control.",
      "exe-1-how-content-4": "Perform 10-12 repetitions.",
      "exe-1-ben-title": "Benefits: ",
      "exe-1-ben-content": "Maintains arm and shoulder strength without straining muscles, promoting upper body fitness.",

      "exe-2-title": "Wall Push-Ups: ",
      "exe-2-content": "Engages upper body muscles, helping maintain chest and arm strength.",
      "exe-2-how-title": "How to do it:",
      "exe-2-how-content-1": "Stand facing a wall, with your feet hip-width apart and hands placed shoulder-width apart on the wall.",
      "exe-2-how-content-2": "Bend your elbows and lean toward the wall, keeping your body straight.",
      "exe-2-how-content-3": "Push back to the starting position. Repeat 10-15 times.",
      "exe-2-ben-title": "Benefits: ",
      "exe-2-ben-content": "Engages upper body muscles, particularly the chest and arms, while providing low-impact resistance.",

      "exe-3-title": "Squats: ",
      "exe-3-content": "Strengthens the legs and glutes while supporting pelvic muscles, preparing for labor.",
      "exe-3-how-title": "How to do it:",
      "exe-3-how-content-1": "Stand with feet slightly wider than shoulder-width apart and toes pointing slightly outward.",
      "exe-3-how-content-2": "Lower your body as if sitting back into a chair, keeping your back straight and knees behind your toes.",
      "exe-3-how-content-3": "Push through your heels to return to a standing position. Repeat for 10-12 reps.",
      "exe-3-ben-title": "Benefits: ",
      "exe-3-ben-content": "Strengthens legs, glutes, and pelvic muscles, providing stability and preparing the body for labor.",

      "how-btn": "How to do & Benefits",
      "video-title": "Featured Videos"
    },

    "card-7": {
      "card-title": "Pelvic Floor Exercises (Kegel Exercises)",
      "suggest-period-title": "Suggested Period: ",
      "suggest-period-content": "Early Postnatal Phase (0-6 Weeks)",
      "desc-title": "Description: ",
      "desc-content": "Critical for strengthening pelvic muscles, these exercises help prevent incontinence and promote overall pelvic health.",

      "exe-1-title": "Bridge Pose: ",
      "exe-1-content": "Engages pelvic floor and glutes, supporting lower back strength.",
      "exe-1-how-title": "How to do it:",
      "exe-1-how-content-1": "Lie on your back with knees bent and feet flat on the floor, hip-width apart.",
      "exe-1-how-content-2": "Slowly lift your hips toward the ceiling while squeezing the pelvic floor and glute muscles.",
      "exe-1-how-content-3": "Hold for a few seconds, then lower back down. Repeat for 10-12 reps.",
      "exe-1-ben-title": "Benefits: ",
      "exe-1-ben-content": "Strengthens the pelvic floor, glutes, and lower back, supporting recovery after childbirth.",

      "exe-2-title": "Squat and Hold: ",
      "exe-2-content": "Activates the pelvic floor and leg muscles, improving strength in these areas.",
      "exe-2-how-title": "How to do it:",
      "exe-2-how-content-1": "Slow Squeezes : Squeeze the pelvic floor muscles slowly, hold for 5-10 seconds, and then release. Repeat 10 times.",
      "exe-2-how-content-2": "Quick Squeezes : Perform quick, short, and hard squeezes of the pelvic floor muscles. Repeat 10 times.",
      "exe-2-how-content-3": "Cough Test : Squeeze the pelvic floor muscles, then cough lightly. Repeat 3 times.",
      "exe-2-how-content-4": "Perform Regularly : Aim for 5-6 sets of pelvic floor exercises each day to build and maintain muscle strength.",
      "exe-2-ben-title": "Benefits: ",
      "exe-2-ben-content": "Strengthens pelvic floor and leg muscles, promoting stability and reducing pelvic discomfort.",

      "how-btn": "How to do & Benefits",
      "video-title": "Featured Videos"
    },

    "card-8": {
      "card-title": "Prenatal Dance",
      "suggest-period-title": "Suggested Period: ",
      "suggest-period-content": "Post-6 Weeks to 12-16 Weeks",
      "desc-title": "Description: ",
      "desc-content": "Incorporates movement and rhythm to enhance enjoyment while improving coordination and cardiovascular health.",

      "exe-1-title": "Gentle Dance Movements: ",
      "exe-1-content": "Encourages movement and enjoyment while improving coordination and rhythm.",
      "exe-1-how-title": "How to do it:",
      "exe-1-how-content-1": "Choose simple dance steps, such as side steps, light sways, and arm movements.",
      "exe-1-how-content-2": "Keep movements smooth and relaxed, ensuring you don’t overexert yourself.",
      "exe-1-how-content-3": "Dance for 10-20 minutes, focusing on maintaining a steady rhythm and breathing.",
      "exe-1-ben-title": "Benefits: ",
      "exe-1-ben-content": "Encourages fun, low-impact exercise that improves coordination, flexibility, and cardiovascular health.",

      "exe-2-title": "Simple Choreography: ",
      "exe-2-content": "Incorporates fun, easy dance routines that promote cardiovascular health without overexertion.",
      "exe-2-how-title": "How to do it:",
      "exe-2-how-content-1": "Follow easy routines with steps like step-touches, gentle spins, and arm lifts.",
      "exe-2-how-content-2": "Incorporate music that you enjoy to keep the movements light and rhythmic.",
      "exe-2-how-content-3": "Dance for 15-20 minutes, gradually building up your stamina.",
      "exe-2-ben-title": "Benefits: ",
      "exe-2-ben-content": "Promotes cardiovascular health, coordination, and muscle tone, while providing a fun and relaxing form of exercise.",

      "how-btn": "How to do & Benefits",
      "video-title": "Featured Videos"
    }
  },

  "postpartum": {
    "title": "How Exercises Help Postnatal Conditions",

    "card-1-title": "Pelvic Floor Weakness",
    "card-1-condition-title": "Condition: ",
    "card-1-condition-desc": "Pregnancy and childbirth can weaken the pelvic floor muscles, leading to issues such as urinary incontinence and pelvic organ prolapse.",
    "card-1-exe-title": "Exercise Benefits ",
    "card-1-exe-1-title": "Pelvic Floor Exercises (e.g., Slow Squeezes, Quick Squeezes): ",
    "card-1-exe-1-content": "These exercises strengthen the pelvic floor muscles, helping to restore their function and support pelvic organs. They also improve bladder control and reduce the risk of incontinence.",
    "card-1-exe-2-title": "Bridge Pose ",
    "card-1-exe-2-content": "Strengthens the pelvic floor and glutes, which supports lower back strength and helps in stabilizing the pelvic region.",

    "card-2-title": "Abdominal Weakness",
    "card-2-condition-title": "Condition: ",
    "card-2-condition-desc": "Abdominal muscles, particularly the rectus abdominis, can become weakened and stretched due to the growing uterus during pregnancy.",
    "card-2-exe-title": "Exercise Benefits ",
    "card-2-exe-1-title": "Pelvic Tilts (Prenatal Pilates): ",
    "card-2-exe-1-content": "Strengthens the core and supports the lower back, aiding in the recovery of abdominal muscle strength and reducing the risk of diastasis recti (separation of abdominal muscles).",
    "card-2-exe-2-title": "Side-Lying Leg Lifts (Prenatal Pilates) ",
    "card-2-exe-2-content": "Improves core stability and strengthens the outer thighs and glutes, which contributes to overall abdominal strength.",

    "card-3-title": "Lower Back Pain",
    "card-3-condition-title": "Condition: ",
    "card-3-condition-desc": "Lower back pain is common due to the strain of carrying extra weight during pregnancy and the resulting muscle imbalances.",
    "card-3-exe-title": "Exercise Benefits ",
    "card-3-exe-1-title": "Cat-Cow Pose (Prenatal Yoga): ",
    "card-3-exe-1-content": "Stretches and strengthens the spine, helping to relieve back pain by improving spinal flexibility and alignment.",
    "card-3-exe-2-title": "Squats (Prenatal Strength Training) ",
    "card-3-exe-2-content": "Strengthens the legs and glutes, providing better support for the lower back and reducing strain.",

    "card-4-title": "General Fatigue and Low Energy",
    "card-4-condition-title": "Condition: ",
    "card-4-condition-desc": "New mothers often experience fatigue and low energy due to the demands of caring for a newborn and recovering from childbirth.",
    "card-4-exe-title": "Exercise Benefits: ",
    "card-4-exe-1-title": "Light Walking ",
    "card-4-exe-1-content": "Boosts cardiovascular health and energy levels, helping to combat fatigue and improve overall mood.",
    "card-4-exe-2-title": "Gentle Stretching ",
    "card-4-exe-2-content": "Relieves muscle tension and enhances flexibility, which can improve overall energy levels and reduce feelings of exhaustion.",

    "card-5-title": "Decreased Cardiovascular Fitness",
    "card-5-condition-title": "Condition: ",
    "card-5-condition-desc": "During pregnancy, cardiovascular fitness may decline due to reduced physical activity and increased body weight.",
    "card-5-exe-title": "Exercise Benefits ",
    "card-5-exe-1-title": "Aqua Aerobics (Water-Based Exercises): ",
    "card-5-exe-1-content": "Provides a low-impact, full-body workout that improves cardiovascular endurance and muscle tone with minimal joint strain.",
    "card-5-exe-2-title": "Running (After 16 Weeks) ",
    "card-5-exe-2-content": "Increases cardiovascular stamina and endurance as fitness levels improve.",

    "card-6-title": "Muscle Imbalances",
    "card-6-condition-title": "Condition: ",
    "card-6-condition-desc": "Muscle imbalances can occur due to the altered posture and weight distribution during pregnancy.",
    "card-6-exe-title": "Exercise Benefits ",
    "card-6-exe-1-title": "Bicep Curls with Light Weights (Prenatal Strength Training): ",
    "card-6-exe-1-content": "Maintains arm and shoulder strength, balancing muscle development and supporting overall body posture.",
    "card-6-exe-2-title": "Arm & Leg Extensions (Bird-Dog) (Prenatal Pilates) ",
    "card-6-exe-2-content": "Engages the core and improves stability, addressing muscle imbalances and supporting proper posture.",

    "card-7-title": "Stress and Mood Fluctuations",
    "card-7-condition-title": "Condition: ",
    "card-7-condition-desc": "Postnatal women may experience mood swings and stress due to hormonal changes and the demands of new motherhood.",
    "card-7-exe-title": "Exercise Benefits ",
    "card-7-exe-1-title": "Prenatal Yoga: ",
    "card-7-exe-1-content": " Includes poses like Bound Angle Pose and Warrior II Pose that promote relaxation and improve mood, helping to alleviate stress and anxiety.",
    "card-7-exe-2-title": "Gentle Stretching ",
    "card-7-exe-2-content": "Enhances relaxation and reduces muscle tension, contributing to improved mental wellbeing.",

    "exe-recom-title": "What exercises may help: ",
    "more-detail": "Learn more details"
  },

  "collection": {
    "title": "Body information collection",
    "text-1": "With a few simple questions, find the right exercise for you. Based on the results of our analysis, we will recommend some relevant videos to you. Help you find the exercise that works best for you",
    "text-2": "Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat.",
    "card-1": {
      "title": "Have you any sport behavior",
      "options-1": "Yes",
      "options-2": "No"
    },
    "card-2": {
      "title": "Which age group do you belongs to?"
    },
    "card-3": {
      "title": "How often do you have an exercise?",
      "radio-1": "Once a week",
      "radio-2": "Twice a week",
      "radio-3": "Three or more in a week"
    },
    "card-4": {
      "title": "What is your weight (kg)?",
      "weight": "weight"
    },
    "card-5": {
      "title": "What is your height (cm)",
      "height": "What is your height (cm)"
    },
    "Submit": "Submit",
    "Reset": "Reset answers",
    "botom": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Maecenas"
  },

  "reciperesult": {
    "Schedule": "Schedule",
    "text1": "According to your schedule, you will eat about",
    "text2": "of the standard amount of calories"
  },

  "footer": {
    "icon-top": "Healthy",
    "icon-bottom": "Pregnancy",

    "contents-title": "Our Services",
    "content-1": "Pregnancy Education",
    "content-2": "Risk Assessment",
    "content-3": "Nutritional Advice",
    "content-4": "Pregnancy Exercises",

    "copyright": "Copyright © 2024 Powered by HealthyPregnancy"
  }
}
